const quotes = [
  {
    id: 1,
    name: "Блез Паскаль",
    lifespan: "1623–1662",
    expression:
      "Человек — это трость, самая слабая в природе, но это трость мыслящая. Не нужно, чтобы вселенная вооружилась, чтобы раздавить его: испарение, капля воды достаточно, чтобы убить его. Но даже если бы вселенная его сокрушила, человек всё равно был бы благороднее своего убийцы, потому что он осознаёт, что умирает, а преимущество вселенной в этом над ним неоспоримо.",
  },
  {
    id: 2,
    name: "Ханна Арендт",
    lifespan: "1906–1975",
    expression:
      "Величайшая опасность во времена смуты и неопределенности заключается не в самом хаосе, а в том, что люди действуют, не задумываясь. Они бездумно следуют привычкам, устоявшимся нормам и не задаются вопросами, которые требуют ответов. Только размышляя, человек может обрести истинную свободу.",
  },
  {
    id: 3,
    name: "Фридрих Ницше",
    lifespan: "1844–1900",
    expression:
      "Смыслом жизни является не просто существование, не просто выживание, а движение вперед, развитие, достижение, покорение новых вершин. Без этих усилий жизнь превращается в пустую рутину.",
  },
  {
    id: 4,
    name: "Нельсон Мандела",
    lifespan: "1918–2013",
    expression:
      "Быть свободным — значит не просто сбросить свои цепи, но жить так, чтобы уважать и приумножать свободу других.",
  },
  {
    id: 5,
    name: "Уильям Шекспир",
    lifespan: "1564–1616",
    expression:
      "Наши сомнения — это предатели, из-за них мы теряем то, что могли бы достичь, если бы не боялись попробовать.",
  },
  {
    id: 6,
    name: "Жан-Поль Сартр",
    lifespan: "1905–1980",
    expression: "Человек есть не что иное, как то, что он делает сам из себя.",
  },
  {
    id: 7,
    name: "Иммануил Кант",
    lifespan: "1724–1804",
    expression:
      "Разум, если он однажды освободился, не может снова погрузиться в рабство, ибо познание истины делает его еще более ненасытным.",
  },
  {
    id: 8,
    name: "Лао-цзы",
    lifespan: "VI–V век до н. э.",
    expression:
      "Тот, кто знает, что достаточно, всегда будет богат. Тот, кто знает, когда остановиться, всегда будет в безопасности.",
  },
  {
    id: 9,
    name: "Ральф Уолдо Эмерсон",
    lifespan: "1803–1882",
    expression:
      "Быть великим — значит быть непонятым. Если ты всегда следуешь за толпой, ты никогда не выйдешь за пределы обыденного.",
  },
  {
    id: 10,
    name: "Мишель де Монтень",
    lifespan: "1533–1592",
    expression: "Люди более озабочены тем, чтобы казаться, а не быть.",
  },
  {
    id: 11,
    name: "Вольтер",
    lifespan: "1694–1778",
    expression:
      "Свобода человека состоит в том, чтобы он зависел только от законов.",
  },
  {
    id: 12,
    name: "Лев Толстой",
    lifespan: "1828–1910",
    expression:
      "Секрет счастья не в том, чтобы всегда делать то, что хочешь, а в том, чтобы всегда хотеть того, что делаешь.",
  },
  {
    id: 13,
    name: "Фридрих Энгельс",
    lifespan: "1820–1895",
    expression:
      "Чем меньше человек думает о последствиях своих поступков, тем менее он свободен. Только осознание своей ответственности делает человека настоящим хозяином своей судьбы.",
  },
  {
    id: 14,
    name: "Джек Лондон",
    lifespan: "1876–1916",
    expression:
      "Цель человека — жить, а не просто существовать. Я не буду тратить свои дни на то, чтобы продлить их. Я буду использовать своё время.",
  },
  {
    id: 15,
    name: "Иммануил Кант",
    lifespan: "1724–1804",
    expression:
      "Мы видим вещи не такими, какие они есть, а такими, какие мы есть.",
  },
];
export default quotes;
